Repository: fairbird/subssupport
Catalog: plugin/locale/*/LC_MESSAGES/*.po
Languages: bg, cs, fr, hr, it, pl

source: pause subtitles playback
bg: пауза на субтитрите
cs: pozastavení přehrávání titulků
fr: suspendre la lecture des sous-titres
hr: Pauziraj podnaslove
it: Metti in pausa la riproduzione dei sottotitoli
pl: wstrzymaj odtwarzanie napisów

source: Pause video on opening subtitles menu
bg: Пауза на филма при отваряне менюто за субтитри
cs: Pozastavení videa při otevření nabídky titulků
fr: Pause vidéo sur l'ouverture du menu sous-titres
hr: Pauziraj video kad otvoriš izbornik podnaslova
it: Metti in pausa il video durante la visualizzazione del menu
pl: Wstrzymaj wideo po otwarciu menu napisów

source: play/pause subtitles playback
bg: плей/пауза на субтитрите
cs: přehrát/pozastavit přehrávání titulků
fr: lecture/pause la lecture des sous-titres
hr: Pokreni/pauziraj podnaslove
it: Pausa/continua la riproduzione dei sottotitoli
pl: odtwórz/wstrzymaj odtwarzanie napisów

source: Player delay
bg: Закъснение
cs: Zpoždění hráče
fr: Retard du lecteur
hr: Zaostajanje playera
it: Ritardo del player
pl: Opóźnienie gracza

source: Position
bg: Позиция
cs: Pozice
hr: Pozicija
it: Posizione
pl: Pozycja

source: Preferred languages
bg: Предпочитан език
cs: Preferované jazyky
fr: Langues préférées
hr: Odabrani jezici
it: Lingue preferite
pl: Preferowane języki

source: Preferred Movie provider
bg: Предпочитан сайт за филми
cs: Preferovaný poskytovatel filmů
fr: Fournisseur de films préférés
hr: Favorizirani provajder filmova
it: Provider preferito di film
pl: Preferowany dostawca filmów

source: Preferred subtitles language
bg: Предпочитан език за субтитрите
cs: Preferovaný jazyk titulků
fr: Langue préférée des sous-titres
hr: Preferirani jezik podnaslova
it: Lingua preferita per i sottotitoli
pl: Preferowany język napisów

source: Preferred TV show provider
bg: Предпочитан сайт за сериали
cs: Preferovaný poskytovatel televizních pořadů
fr: Fournisseur d'émission de télévision préféré
hr: Favorizirani provajder TV emisija
it: Provider preferito per spettacoli TV
pl: Preferowany dostawca programów telewizyjnych

source: press green
bg: зелен бутон
cs: stiskněte zelenou
fr: appuyez sur vert
hr: Stisni zeleno
it: premi il tasto verde
pl: naciśnij zielony

source: Press OK to confirm
hr: Stisni OK za potvrdu
it: Premi 'Ok' per confermare

source: Press OK to Stop
bg: ОК за спиране
cs: Stisknutím tlačítka OK zastavíte
fr: Appuyez sur OK pour arrêter
hr: Stisni OK da zaustaviš
it: Premi 'Ok' per fermare
pl: Naciśnij OK, aby zatrzymać

source: press red
bg: червен бутон
cs: stiskněte červenou
fr: appuyez sur rouge
hr: Stisni crveno
it: premi il tasto rosso
pl: naciśnij czerwony

source: Provider name
bg: Име на сайта
cs: Název poskytovatele
fr: Nom du fournisseur
hr: Ime provajdera
it: Nome provider
pl: Nazwa dostawcy

source: PTS check delay
cs: Zpoždění kontroly PTS
fr: Retard de contrôle PTS
hr: PTS provjera zaostatka
it: Ritardo controllo PTS
pl: Opóźnienie kontroli PTS

source: purple
bg: лилав
cs: fialová
fr: pourpre
hr: ljubičasta
it: viola
pl: fioletowy

source: red
bg: червен
cs: červená
fr: rouge
hr: crvena
it: rosso
pl: czerwony

source: Refresh delay
bg: Забавяне на опресняването
cs: Zpoždění obnovení
fr: Délai d'actualisation
hr: Obnovi zaostatak
it: Ritardo di aggiornamento
pl: Opóźnienie odświeżania

source: Release
bg: Релийз
cs: Aktualizováno
fr: Distribution
hr: Izdavač
it: Rilascio
pl: Wydanie

source: Remove (file)
bg: Изтриване (файл)
cs: Odstranit (soubor)
fr: Supprimer (fichier)
hr: Obriši (datoteku)
it: Elimina (file)
pl: Usuń (plik)

source: Remove action
bg: При изтриване
cs: Odstranění akce
fr: Retirer l’action
hr: Ukini akciju
it: Elimina azione
pl: Usuń akcję

source: Remove Entry (List)
bg: Изтриване
cs: Odstranění položky (seznam)
fr: Supprimer l'entrée (liste)
hr: Obriši stavku (lista)
it: Elimina voce (Elenco)
pl: Usuń wpis (lista)

source: Remove Entry (List+File)
bg: Изтриване
cs: Odstranění položky (Seznam+soubor)
fr: Supprimer l'entrée (Liste + fichier)
hr: Obriši stavku (lista + datoteka)
it: Elimina voce (Elenco + File)
pl: Usuń wpis (lista + plik)

source: Reset
bg: Стандартни
cs: Resetovat
fr: Réinitialiser
hr: Poništi
pl: Resetuj

source: Reset Defaults
bg: Стандартни
cs: Obnovit výchozí nastavení
fr: Réinitialiser par défaut
hr: Vrati na zadane postavke
pl: Ustawienia domyślne

source: reset subtitles delay/fps
bg: нулиране на закъснението/FPS
cs: resetování zpoždění titulků/fps
fr: réinitialiser les sous-titres délai/fps
hr: Poništi zaostajanje podnaslova/fps
it: ripristina ritardo/frequenza dei sottotitoli
pl: zresetuj opóźnienie napisów/fps

source: restarts current subtitle
bg: рестартиране на субтитрите
cs: restartuje aktuální titulky
fr: redémarre le sous-titre actuel
hr: Ponovo pokreni trenutno korišteni podnaslov
it: riavvia i sottotitoli attuali
pl: uruchamia ponownie bieżący napis

source: resumes subtitles playback
bg: Плейване на субтитрите
cs: obnoví přehrávání titulků
fr: reprend la lecture des sous-titres
hr: Nastavi sa prikazom podnaslova
it: riprendi la riproduzione dei sottotitoli
pl: wznawia odtwarzanie napisów

source: Save
bg: Запис
cs: Uložit
fr: Sauver
hr: Spremi
it: Salva
pl: Zapisz

source: Save as
bg: Запис като
cs: Uložit jako
fr: Enregistrer sous
hr: Spremi kao...
it: Salva come
pl: Zapisz jako

source: Save downloaded subtitles to history
bg: Помни историята на свалянията
cs: Uložení stažených titulků do historie
fr: Enregistrer les sous-titres téléchargés à l'historique
hr: Spremi preuzeti podnaslov u povijest
it: Salva i sottotitoli scaricati nella cronologia
pl: Zapisz pobrane napisy w historii

source: Save subtitles as
bg: Запазване субтитрите като
cs: Uložit titulky jako
fr: Enregistrer sous-titres en tant que
hr: Spremi podnaslov kao...
it: Salva i sottotitoli come
pl: Zapisz napisy jako

source: Save subtitles as (fallback)
bg: Запазване субтитрите като (алтернативно)
cs: Uložit titulky jako (nouzové řešení)
fr: Enregistrer sous-titres comme (de secours)
hr: Spremi podnaslov kao... (rezervna opcija)
it: Salva i sottotitoli come (fallback)
pl: Zapisz napisy jako (awaryjne)

source: Save subtitles to
bg: Запис на субтитрите в
cs: Uložení titulků do
fr: Enregistrer les sous-titres sur
hr: Spremi podnaslov u
it: Salva i sottotitoli in
pl: Zapisz napisy do

source: Save to
bg: Запис в
cs: Uložit do
fr: Enregistrer sous
hr: Spremi u
it: Salvare in
pl: Zapisz jako

source: Search
bg: Търсене
cs: Hledat
fr: Rechercher
hr: Pretraga
it: Ricerca
pl: Szukaj

source: Search parameters
hr: Parametri pretrage
it: Parametri di ricerca

source: Search settings
bg: Настройки при търсене
cs: Nastavení vyhledávání
fr: Paramètres de recherche
hr: Postavke pretrage
it: Impostazioni di ricerca
pl: Ustawienia wyszukiwania

source: Search subtitles
bg: Търсене на субтитри
cs: Vyhledávání titulků
fr: Rechercher sous-titres
hr: Pretraži podnaslove
it: Ricerca sottotitoli
pl: Szukaj napisów

source: Season
bg: Сезон
cs: Období
fr: Saison
hr: Sezona
it: Stagione
pl: Sezon

source: seconds
bg: секунди
cs: sekund
fr: secondes
hr: Sekunde
it: secondi
pl: sekund

source: Select Directory
bg: Изберете папка
cs: Vybrat adresář
fr: Sélectionner une annonce
hr: Odaberi mapu
it: Seleziona la cartella
pl: Wybierz katalog

source: Send and search movie hashes
bg: Изпращане и търсене на филми по хеш
fr: Envoyer et rechercher des hachages de film
hr: Pošalji i pretraži hashove filmova
it: Invia e ricerca hash dei filmati

source: Settings
bg: Настройки
cs: Nastavení
fr: Réglages
hr: Postavke
it: Impostazioni
pl: Ustawienia

source: settings
bg: настройки
cs: nastavení
fr: paramètres
hr: postavke
it: impostazioni
pl: ustawienia

source: Shadow
bg: Сянка
cs: Stín
fr: Ombre
hr: Sjena
it: Ombreggiatura
pl: Cień

source: Shadow color
bg: Цвят на сянката
cs: Barva stínu
fr: Couleur d'ombre
hr: Boja sjene
it: Colore dell'ombra
pl: Kolor cienia

source: Shadow size
bg: Размер на сянката
cs: Velikost stínu
fr: Taille de l'ombre
hr: Veličina sjene
it: Dimensione dell'ombra
pl: Rozmiar cienia

source: Shadow type
bg: Вид на сянката
cs: Typ stínu
fr: Type d'ombre
hr: Tip sjene
it: Tipo di ombreggiatura
pl: Typ cienia

source: Shadow X-offset
bg: Хоризонтално отстояние на сянката
cs: Stínový posun X
fr: Ombre décalage X
hr: X-odstupanje sjene
it: Offset orizzontale dell'ombra
pl: Przesunięcie cienia X

source: Shadow Y-offset
bg: Вертикално отстояние на сянката
cs: Stínový posun Y
fr: Ombre décalage Y
hr: Y-odstupanje sjene
it: Offset verticale dell'ombra
pl: Przesunięcie cienia Y

source: Show expert settings
bg: Показване на разширени настройки
cs: Zobrazit expertní nastavení
fr: Afficher les paramètres experts
hr: Prikaži napredne postavke
it: Mostra le impostazioni da esperto
pl: Pokaż ustawienia eksperckie

source: show subtitles menu
bg: показва меню на субтитрите
cs: zobrazit nabídku titulků
fr: afficher le menu sous-titres
hr: Prikaži izbornik podnaslova
it: Mostra il menu dei sottotitoli
pl: pokaż menu napisów

source: show/hide subtitles status
bg: показване/скриване на статуса
cs: zobrazit/skrýt stav titulků
fr: afficher/masquer l'état des sous-titres
hr: Prikaži/sakrij status podnaslova
it: Mostra/nascondi lo stato dei sottotitoli
pl: pokaż/ukryj status napisów

source: skip previous subtitle by setting time in minutes
bg: прескачане назад (задаване на време)
cs: přeskočení předchozího titulku nastavením času v minutách
fr: ignorer le sous-titre précédent en réglant le temps en minutes
hr: Preskoči prethodni podnaslov tako da postaviš vrijeme u minutama
it: salta il sottotitolo precedente impostando il tempo in minuti
pl: pomiń poprzedni napis, ustawiając czas w minutach

source: skip subtitle to current event position
bg: сихронизиране с предаването
cs: přeskočení titulku na pozici aktuální události
fr: sauter sous-titre à la position actuelle de l'événement
hr: Preskoči podnaslov do sadašnje pozicije u videu
it: salta il sottotitolo alla posizione attuale del programma
pl: pomiń napisy i przejdź do bieżącej pozycji wydarzenia

source: skip to next subtitle
bg: към следващата реплика
cs: přeskočit na další titulek
fr: passer au sous-titre suivant
hr: Preskoči u slijedeći podnaslov
it: Passa al sottotitolo successivo
pl: przejdź do następnego napisu

source: skip to next subtitle (minute jump)
bg: прескачне напред (през минута)
cs: přeskočit na další titulek (minutový skok)
fr: passer au sous-titre suivant (saut de minute)
hr: Preskoči u slijedeći podnaslov (minutni skok)
it: Passa al sottotitolo successivo (salto in minuti)
pl: przejdź do następnego napisu (skok o minutę)

source: skip to next subtitle by setting time in minutes
bg: прескачане напред (задаване на време)
cs: přeskočit na další titulky nastavením času v minutách
fr: passer au sous-titre suivant en définissant le temps en minutes
hr: Preskoči u slijedeći podnaslov tako da postaviš vrijeme u minutama
it: salta il sottotitolo successivo impostando il tempo in minuti
pl: przejdź do następnego napisu ustawiając czas w minutach

source: skip to previous subtitle
bg: към предишната реплика
cs: přeskočit na předchozí nadpis
fr: passer au sous-titre précédent
hr: Preskoči u prethodni podnaslov
it: Passa al sottotitolo precedente
pl: przejdź do poprzedniego napisu

source: skip to previous subtitle (minute jump)
bg: прескачне назад (през минута)
cs: přeskočit na předchozí titulek (minutový skok)
fr: passer au sous-titre précédent (saut de minute)
hr: Preskoči u prethodni podnaslov (minutni skok)
it: Passa al sottotitolo precedente (salto in minuti)
pl: przejdź do poprzedniego napisu (skok o minutę)

source: Some subtitles providers are not working
bg: Някои сайтове не работят
cs: Někteří poskytovatelé titulků nefungují
fr: Certains fournisseurs de sous-titres ne fonctionnent pas
hr: Neki provajderi podnaslovima ne rade
it: Alcuni provider di sottotitoli non stanno funzionando
pl: Niektórzy dostawcy napisów nie działają

source: Sort subtitles list by
bg: Подреждане по
cs: Seřadit seznam titulků podle
fr: Trier la liste des sous-titres par
hr: Uredi listu podnaslova po
it: Ordina l'elenco dei sottotitoli
pl: Sortuj listę napisów według

source: Source title
bg: Заглавие
cs: Název zdroje
fr: Titre de la source
hr: Izvorni naslov
pl: Tytuł źródłowy

source: Source title not provided
bg: Няма заглавие
cs: Název zdroje neuveden
fr: Titre de la source non fourni
hr: Izvorni naslov nije dat
pl: Nie podano tytułu źródła

source: State
bg: Статус
cs: Stát
fr: État
hr: Stanje
it: Stato
pl: Województwo

source: static
bg: статичен
cs: statické
fr: statique
hr: statički
it: statico
pl: statyczny

source: SubsSupport downloader
fr: Téléchargeur de SubsSupport
hr: SubsSupport preuzimač
it: Downloader SubsSupport

source: SubsSupport settings
bg: SubsSupport настройки
cs: Nastavení SubsSupport
fr: Paramètres SubsSupport
hr: SubsSupport postavke
it: Impostazioni SubsSupport
pl: Ustawienia pomocy technicznej

source: Subtitle
bg: Субтитри
cs: Podnadpis
fr: Sous-titre
hr: Podnaslov
it: Sottotitolo
pl: Podtytuł

source: Subtitles Delay
bg: Закъснение
cs: Zpoždění titulků
fr: Retard sous-titres
hr: Zaostajanje podnaslova
it: Ritardo sottotitoli
pl: Opóźnienie napisów

source: Subtitles download path
bg: Папка за сваляне
cs: Cesta ke stažení titulků
fr: Chemin de téléchargement des sous-titres
hr: Put preuzimanja podnaslova
it: Percorso download sottotitoli
pl: Ścieżka pobierania napisów

source: subtitles found
bg: намерени субтитри
cs: nalezeny titulky
fr: sous-titres trouvés
hr: Podnaslov pronađen
it: sottotitoli trovati
pl: znaleziono napisy

source: Subtitles FPS
bg: FPS
cs: Titulky FPS
fr: Sous-titres FPS
hr: FPS podnaslova
it: Frequenza in fps per i sottotitoli
pl: Napisy FPS

source: Subtitles Position
bg: Позиция
cs: Pozice titulků
fr: Position des sous-titres
hr: Pozicija podnaslova
it: Posizione dei sottotitoli
pl: Pozycja napisów

source: Subtitles provider timeout
bg: Време за изчакване на отговор от сайта
cs: Časový limit poskytovatele titulků
fr: Délai d'expiration du fournisseur de sous-titres
hr: Timeout prikaza provajdera
it: Timeout del provider dei sottotitoli
pl: Przekroczono limit czasu dostawcy napisów

source: Subtitles search
bg: Търсене на субтитри
cs: Vyhledávání titulků
fr: Recherche sous-titres
hr: Pretraga podnaslova
it: Ricerca sottotitoli
pl: Wyszukiwanie napisów

source: Subtitles search settings
bg: Настройки при търсене
cs: Nastavení vyhledávání titulků
fr: Paramètres de recherche sous-titres
hr: Postavke pretrage podnaslova
it: Impostazioni ricerca sottotitoli
pl: Ustawienia wyszukiwania napisów

source: Subtitles setting
bg: Настройки на субтитрите
cs: Nastavení titulků
fr: Réglage des sous-titres
hr: Postavke podnaslova
it: Impostazioni sottotitoli
pl: Ustawienia napisów

source: Subtitles settings
bg: Настройки на субтитрите
cs: Nastavení titulků
fr: Paramètres des sous-titres
hr: Postavke podnaslova
it: Impostazioni sottotitoli
pl: Ustawienia napisów

source: Subtitles settings (embedded)
bg: Настройки на субтитрите (вградени)
cs: Nastavení titulků (vložené)
fr: Paramètres des sous-titres (incorporés)
hr: Postavke podnaslova (umetnuti)
it: Impostazioni sottotitoli (inclusi)
pl: Ustawienia napisów (osadzone)

source: Subtitles temp path
bg: Временна папка
cs: Cesta k titulkům temp
fr: Chemin temporaire des sous-titres
hr: Privremeni put podnaslova
it: Cartella temporanea sottotitoli
pl: Ścieżka tymczasowa napisów

source: Subtitles Time
bg: Позиция на субтитрите
cs: Čas titulků
fr: Sous-titres temps
hr: Vrijeme podnaslova
it: Tempo dei sottotitoli
pl: Czas napisów

source: Subtitles will be downloaded in
bg: Субтитрите ще се свалят в
cs: Titulky budou staženy v
fr: Les sous-titres seront téléchargés dans
hr: Podnaslov će biti preuzet u
it: I sottotitoli saranno scaricati in
pl: Napisy zostaną pobrane w

source: Subtitles with this name already exist Do you want to overwrite them
bg: Субтитри с това име вече съществуват Да се презапишат ли?
cs: Titulky s tímto názvem již existují Chcete je přepsat
fr: Les sous-titres avec ce nom existent déjà. Voulez-vous les écraser
hr: Podnaslov ovoga imena već postoji. Želite li ga ponovo spremiti?
it: I sottotitoli con questi nome già esistono Vuoi sovrascriverli
pl: Napisy o tej nazwie już istnieją Czy chcesz je nadpisać

source: Suggestions
bg: Предложения
cs: Návrhy
hr: Prijedlog
it: Suggerimenti
pl: Sugestie

source: Supported languages
bg: Поддържани езици
cs: Podporované jazyky
fr: Langues supportées
hr: Podržani jezici
it: Lingue supportate
pl: Obsługiwane języki

source: Switch List
bg: Промяна на списъка
cs: Seznam přepínačů
fr: Liste des commutateurs
hr: Zamijeni listu
it: Cambia elenco
pl: Lista przełączników

source: Sync delay
cs: Zpoždění synchronizace
fr: Délai de synchronisation
hr: Zaostatak sinkronizacije
it: Ritardo di sincronizzazione
pl: Opóźnienie synchronizacji

source: There are more subtitles in unpacked archive please select which one do you want to use
bg: Имa няколко файла в архива изберете кой да се използва
cs: V rozbaleném archivu jsou další titulky vyberte prosím, který chcete použít
fr: Il y a plus de sous-titres dans les archives décompressé s'il vous plaît sélectionner celui que vous voulez utiliser
hr: Ima još podnaslova u neraspakiranoj arhivi. Koji želiš koristiti?
it: Ci sono più file di sottotitoli nell'archivio scompattato Per favore, seleziona quale vuoi usare
pl: Więcej napisów znajduje się w rozpakowanym archiwum Wybierz, którego chcesz użyć

source: There was an error while removing subtitle, please check log
bg: Грешка при изтриване, проверете в лога
cs: Při odstraňování titulků došlo k chybě, zkontrolujte prosím protokol
fr: Il y avait une erreur lors de la suppression des sous-titres, s'il vous plaît vérifier le journal
hr: Potkrala se greška kod uklanjanja podnaslova, provjeri zapis.
it: C'è stato un errore nell'eliminazione dei sottotitoli, per favore controlla il log
pl: Wystąpił błąd podczas usuwania napisów, sprawdź dziennik

source: Time
bg: Време
cs: Čas
fr: Heure
hr: Vrijeme
it: Ora
pl: Czas

source: Title
bg: Заглавие
cs: Nadpis
fr: Titre
hr: Naslov
it: Titolo
pl: Tytuł

source: top
bg: отгоре
cs: nahoře
fr: haut
hr: Vrh
it: sopra
pl: góra

source: transparent
bg: прозрачен
cs: průhledné
hr: Transparentno
it: trasparente
pl: przeźroczysty

source: Try update(simplify) search expression and try again..
bg: Опитайте с опростяване параметрите за търсене
cs: Zkuste aktualizovat(zjednodušit) vyhledávací výraz a zkuste to znovu..
fr: Essayez de mettre à jour (simplifier) l'expression de recherche et réessayez..
hr: Pokušajte opet, ali upojednostavljenom pretragom...
it: Prova ad aggiornare o semplificare l'espressione di ricerca e prova ancora...
pl: Spróbuj zaktualizować(uprościć) wyrażenie wyszukiwania i spróbuj ponownie.

source: Turn off subtitles
bg: Изключване на субтитрите
cs: Vypnutí titulků
fr: Désactiver les sous-titres
hr: Isključi podnaslove
it: Disattiva i sottotitoli
pl: Wyłącz napisy

source: TV show
bg: Сериал
cs: Televizní pořad
fr: Émission TV
hr: TV emisija
it: Spettacolo TV
pl: Program telewizyjny

source: Type
bg: Тип
cs: Typ
hr: Tip
it: Tipo
pl: Typ

source: Type text of picture
bg: Въведете текста от картинката
cs: Zadejte text obrázku
fr: Tapez le texte de l'image
hr: "Tip teksta slike
it: Tipo testo dell'immagine
pl: Wpisz tekst obrazka

source: unknown
bg: неизвестен
cs: neznámý
fr: inconnu
hr: Nepoznato
it: sconosciuto
pl: nieznana

source: unpack error: cannot get subname
bg: грешка при разархивиране: не може да се извлече името на субтитрите
cs: chyba při rozbalování: nelze získat podnázev
fr: erreur de décompression: impossible d'obtenir le sous-nom
hr: Greška raspakiravanja: ne može se naći pod-ime
it: errore di estrazione dal pacchetto: sottonome non ottenuto
pl: błąd rozpakowywania: nie można pobrać podnazwy

source: unpack error: cannot open archive
bg: грешка при разархивиране: не може да се отвори архива
cs: chyba rozbalování: nelze otevřít archiv
fr: erreur de décompression: impossible d'ouvrir l'archive
hr: Greška raspakiravanja: arhiva se ne da otvoriti
it: errore di estrazione dal pacchetto: non si può aprire l'archivio
pl: błąd rozpakowania: nie można otworzyć archiwum

source: Update
bg: Редакция
cs: Aktualizovat
fr: Mise à jour
hr: Ažuriranje
it: Aggiorna
pl: Aktualizuj

source: Update search parameters if not correct and press green button for search
bg: Променете параметрите ако са грешни и натиснете зеления бутон за търсене
cs: Aktualizace parametrů vyhledávání, pokud nejsou správné a stiskněte zelené tlačítko pro vyhledávání
fr: Mettre à jour les paramètres de recherche si non correct et appuyez sur le bouton vert pour la recherche
hr: Ažuriraj parametre pretrage ako nije korektno i stisni zeleno dugme da pretražiš
it: Aggiorna i parametri di ricerca se non corretti e premi il tasto verde per la ricerca
pl: Zaktualizuj parametry wyszukiwania, jeśli nie są poprawne i naciśnij zielony przycisk, aby wyszukać

source: Update Search params
bg: Промяна параметрите при търсене
cs: Aktualizovat parametry vyhledávání
fr: Mise à jour des paramètres de recherche
hr: Ažuriraj parametre pretrage
it: Aggiorna i parametri di ricerca
pl: Aktualizuj parametry wyszukiwania

source: Use File path
bg: При филма
cs: Použít cestu k souboru
fr: Utiliser le chemin d'accès au fichier
hr: Koristi ovaj put ka datoteci
it: Usa la cartella file...
pl: Użyj ścieżki pliku

source: User defined
bg: Избран от потребителя
cs: Vlastní
fr: Défini par l'utilisateur
hr: Korisnik odredio
it: Definito dall'utente
pl: Zdefiniowany przez użytkownika

source: Username
bg: Потребителско име
fr: Nom d'utilisateur
hr: Korisničko ime
it: Nome utente

source: Video filename
bg: Като филма
cs: Název souboru videa
fr: Nom du fichier vidéo
hr: Ime videa
it: Nome file video
pl: Nazwa pliku wideo

source: watch DVB broadcast with subtitles
bg: гледане на DVB предавания със субтитри
cs: sledovat vysílání DVB s titulky
fr: regarder la diffusion DVB avec sous-titres
hr: Gledaj DVB program sa podnaslovom
it: Mostra le trasmissioni DVB con i sottotitoli
pl: oglądaj transmisję DVB z napisami

source: white
bg: бял
cs: bílá
fr: blanc
hr: bijela
it: bianco
pl: biały

source: will be removed from file system
bg: ще бъдат изтрити напълно
cs: bude odstraněn ze systému souborů
fr: seront retirés du système de fichiers
hr: Bit će uklonjeno iz datotečnog sistema
it: sarà eliminato dal file system
pl: zostanie usunięty z systemu plików

source: will be removed from list
bg: ще бъдат премахнати от списъка
cs: bude odstraněn ze seznamu
fr: sera supprimée de la liste
hr: Bit će uklonjeno sa liste
it: sarà eliminato dall'elenco
pl: zostanie usunięty z listy

source: Year
bg: Година
cs: Rok
fr: Année
hr: Godina
it: Anno
pl: Rok

source: yellow
bg: жълт
cs: žlutá
fr: jaune
hr: žuta
it: giallo
pl: żółty

source: yes
bg: да
cs: ano
fr: oui
hr: Da
it: sì
pl: tak

source: You have OpenPli-based image, please change embedded subtitles settings in Settings / System / Subtitles settings
bg: Използвате OpenPLi базиран имидж, сменете настройките от Настройки / Система / Настройки на Субтитрите
cs: Máte obraz založený na OpenPli, změňte prosím nastavení vložených titulků v Nastavení / Systém / Nastavení titulků
fr: Vous avez une image basée sur OpenPli, s'il vous plaît modifier les paramètres sous-titres incorporés dans paramètres/système/sous-titres paramètres
hr: Imaš Enigma2 image baziran na OpenPLi kodu: promjeni postavke umetnutih podnaslova pod Postavke / Sustav / Postavke podnaslova
it: Hai un'immagine basata su OpenPli, cambia i sottotitoli inclusi nel menu Configurazione/Audio/Configurazione sottotitoli
pl: Masz obraz oparty na OpenPli, zmień ustawienia osadzonych napisów w Ustawieniach / System / Ustawienia napisów

source: External subtitles settings
bg: Външни субтитри
cs: Nastavení externích titulků
fr: Paramètres des sous-titres externes
pl: Ustawienia napisów zewnętrznych
