Repository: fairbird/subssupport
Catalog: plugin/locale/*/LC_MESSAGES/*.po
Languages: bg, cs, fr, hr, it, pl

source: Add subtitle's language to filename
bg: Добавяне езика към името на файла
cs: Přidání jazyka titulků do názvu souboru
fr: Ajouter la langue du sous-titre au nom du fichier
hr: Dodaj jezik podnaslova u ime datoteke
it: Aggiungi la lingua dei sottotitoli al nome file
pl: Dodaj język napisów do nazwy pliku

source: All
bg: Всички
cs: Vše
fr: Toutes
hr: Svi
it: Tutti
pl: Wszystkie

source: Always ask before overwriting existing subtitles
bg: Питане преди презапис
cs: Před přepsáním stávajících titulků se vždy zeptejte
fr: Toujours demander avant d'écraser les sous-titres existants
hr: Uvijek pitaj prije nego prepišeš preko postojećeg podnaslova
it: Chiedi sempre prima di sovrascrivere i sottotitoli esistenti
pl: Zawsze pytaj przed nadpisaniem istniejących napisów

source: Append language to filename
bg: Добавяне езика към името на файла
cs: Připojení jazyka k názvu souboru
fr: Ajouter une langue au nom de fichier
hr: Dodaj jezik u ime datoteke
it: Aggiungi lingua al nome file
pl: Dodaj język do nazwy pliku

source: Ask on remove action
bg: Питане при премахване
cs: Zeptejte se na akci odstranění
fr: Demandez sur l'action supprimer
hr: Kod uklanjanja prvo pitaj
it: Chiedi all'eliminazione
pl: Zapytaj o usunięcie akcji

source: Auto sync to current event
bg: Автоматично синхронизиране
cs: Automatická synchronizace s aktuální událostí
fr: Synchronisation auto avec l'événement actuel
hr: Automatski sinkroniziraj tekućem događaju
it: Sincronizzazione automatica al programma attuale
pl: Automatyczna synchronizacja z bieżącym wydarzeniem

source: Background
bg: Фон
cs: Pozadí
fr: Arrière-plan
hr: Pozadina
it: Sfondo
pl: Tło

source: Background color
bg: Цвят на фона
cs: Barva pozadí
fr: Couleur de fond
hr: Pozadinska boja
it: Colore sfondo
pl: Kolor tła

source: Background transparency
bg: Прозрачност на фона
cs: Průhlednost pozadí
fr: Arrière-plan transparent
hr: Pozadinska transparentnost
it: Trasparenza dello sfondo
pl: Przeźroczystość tła

source: Background type
bg: Вид на фона
cs: Typ pozadí
fr: Type de fond
hr: Pozadinski tip
it: Tipo di sfondo
pl: Typ tła

source: Background X-offset
bg: Хоризонтално отстояние на фона
cs: Odsazení pozadí X
fr: Arrière-plan décalage-X
hr: Pozadinsko X-odstupanje
it: Offset orizzontale dello sfondo
pl: Tło X-przesunięcie

source: Background Y-offset
bg: Вертикално отстояние на фона
cs: Posun pozadí Y
fr: Arrière-plan décalage-Y
hr: Pozadinsko Y-odstupanje
it: Offset verticale dello sfondo
pl: Tło Y-przesunięcie

source: black
bg: черен
cs: černá
fr: noir
hr: crna
it: nero
pl: czarny

source: blue
bg: син
cs: modrá
fr: bleu
hr: plava
it: blu
pl: niebieski

source: border
bg: контур
cs: hranice
fr: bordure
hr: obrub
it: bordo
pl: granica

source: bottom
bg: отдолу
cs: dole
fr: bas
hr: dno
it: basso
pl: dół

source: Cancel
bg: Отказ
cs: Zrušit
fr: Annuler
hr: Odustani
it: Annulla
pl: Anuluj

source: cannot decode
bg: не могат да се декодират
cs: nelze dekódovat
fr: ne peut pas décoder
hr: Nemoguće dešifrirati
it: impossibile decodificare
pl: nie można rozszyfrować

source: Cannot decode subtitles. Try another encoding group
bg: Субтитрите не могат да се декодират. Опитайте с друга група за кодиране
cs: Nelze dekódovat titulky. Zkuste jinou skupinu kódování
fr: Impossible de décoder les sous-titres. Essayez un autre groupe d'encodage
hr: Nemoguće dešifrirati podnaslove. Pokušaj drugu dešifrirajuću grupu.
it: Impossibile decodificare i sottotitoli. Prova un altro gruppo di codifica
pl: Nie można zdekodować napisów. Spróbuj innej grupy kodowania

source: Cannot load subtitles. Invalid path
bg: Не могат да се заредят субтитрите. Невалиден път
cs: Nelze načíst titulky. Nesprávná cesta
fr: Impossible de charger les sous-titres. Chemin d'accès non valide
hr: Nemoguće otvoriti podnaslove. Nepostojeći put.
it: Impossibile caricare i sottotitoli. Percorso non valido
pl: Nie można załadować napisów. Nieprawidłowa ścieżka

source: Cannot parse subtitles. Invalid subtitles format
bg: Субтитрите не могат да се обработят. Невалиден формат
cs: Nelze analyzovat titulky. Nesprávný formát titulků
fr: Impossible d'analyser les sous-titres. Format de sous-titres non valides
hr: Nemoguće obraditi podnaslove. Nevažeći format podnaslova.
it: Impossibile interpretare i sottotitoli. Formato sottotitoli non valido
pl: Nie można przeanalizować napisów. Nieprawidłowy format napisów

source: Cannot parse subtitles. Unsupported subtitles format
hr: Nemoguće obraditi podnaslove. Nepodržani format podnaslova.

source: Cannot save download history, for details look in log
bg: Не може да се запише историята на изтеглянията, за подробности погледнете в лога
cs: Nelze uložit historii stahování, podrobnosti najdete v protokolu
fr: Impossible d'enregistrer l'historique de téléchargement, pour plus de détails regarder dans le journal
hr: Nemoguće spremiti povijest preuzimanja, pogledaj u zapisnik za detalje.
it: Impossibile salvare la cronologia dei download, per i dettagli leggi il log
pl: Nie można zapisać historii pobierania, szczegóły można znaleźć w dzienniku

source: cannot sync to event, event is not available
bg: не може да се синхронизира, няма данни за предаването
cs: nelze synchronizovat s událostí, událost není dostupná
fr: impossible de synchroniser l'événement, l'événement n'est pas disponible
hr: Nemoguće sinkronizirati sa događajem, događaj nije dostupan.
it: Impossibile sincronizzarsi al programma, perché non è disponibile
pl: nie można zsynchronizować ze zdarzeniem, zdarzenie jest niedostępne

source: captcha doesn't match, try again...
bg: captcha не съвпада, опитайте отново...
cs: captcha neodpovídá, zkuste to znovu...
fr: captcha ne correspond pas, essayez à nouveau...
hr: Tražena riječ ne odgovara, pokušaj ponovo...
it: Il captcha non coincide, riprova...
pl: captcha nie pasuje, spróbuj ponownie...

source: Change encoding
bg: Промяна на енкодинга
cs: Změna kódování
fr: Modifier l’encodage
hr: Promjeni šifriranje
it: Cambia codifica
pl: Zmień kodowanie

source: change external subtitles status
bg: промяна статуса на външните субтитри
cs: změna stavu externích titulků
fr: modifier l'état des sous-titres externes
hr: Promijeni status vanjskoga podnaslova
it: cambia lo stato dei sottotitoli esterni
pl: zmień status napisów zewnętrznych

source: Change subssupport settings
bg: Промяна на настройките
cs: Změna nastavení dílčí podpory
fr: Modifier les paramètres de SubsSupport
hr: Promijeni postavke ovoga plugina
it: Cambia le impostazioni di SubsSupport
pl: Zmień ustawienia podpomocy

source: change subtitles fps
bg: промяна на FPS
cs: změna titulků fps
fr: modifier les sous-titres fps
hr: Promjeni fps podnaslova
it: Cambia la frequenza dei sottotitoli
pl: zmień napisy fps

source: Check search parameters before subtitles search
bg: Проверка на параметрите преди търсене
cs: Kontrola parametrů vyhledávání před vyhledáváním titulků
fr: Vérifier les paramètres de recherche avant la recherche des sous-titres
hr: Provjeri parametre pretrage prije potrage za podnaslovom
it: Controlla i parametri prima della ricerca dei sottotitoli
pl: Sprawdź parametry wyszukiwania przed wyszukiwaniem napisów

source: Choose from downloaded subtitles
bg: Избор от свалени субтитри
cs: Výběr ze stažených titulků
fr: Choisissez parmi les sous-titres téléchargés
hr: Odaberi od već preuzetih podnaslova
it: Scegli fra i sottotitoli scaricati
pl: Wybierz z pobranych napisów

source: Choose from embedded subtitles
bg: Избор от вградени субтитри
cs: Výběr z vložených titulků
fr: Choisissez parmi les sous-titres incorporés
hr: Odaberi od umetnutih podnaslova
it: Scegli fra i sottotitoli inclusi nel file
pl: Wybierz spośród osadzonych napisów

source: Choose from web subtitles
bg: Избор на субтитри от Интернет
cs: Výběr z webových titulků
fr: Choisissez parmi les sous-titres Web
hr: Odaberi od podnaslova sa interneta
it: Scegli fra i sottotitoli in rete
pl: Wybierz spośród napisów internetowych

source: Choose Subtitles
bg: Избор на субтитри
cs: Výběr titulků
fr: Choisissez sous-titres
hr: Odaberi podnaslov
it: Scegli Sottotitoli
pl: Wybierz Napisy

source: Choose subtitles
bg: Изберете субтитри
cs: Výběr titulků
fr: Choisissez sous-titres
hr: Odaberi podnaslov
it: Scegli sottotitoli
pl: Wybierz napisy

source: close plugin
bg: затваряне
cs: zavřít zásuvný modul
fr: fermer le plugin
hr: Zatvori ovaj dodatak
it: chiudi il plugin
pl: zamknij wtyczkę

source: Color
bg: Цвят
cs: Barva
fr: Couleur
hr: Boja
it: Colore
pl: Kolor

source: Currently chosen subtitle
hr: Trenutno odabrani podnaslov

source: decrease subtitles delay
bg: намаляване на закъснението
cs: snížení zpoždění titulků
fr: diminuer retard sous-titres
hr: Smanji zaostajanje podnaslova
it: Diminuisci il ritardo per sottotitoli
pl: zmniejsz opóźnienie napisów

source: Default
bg: Стандартни
cs: Výchozí
fr: Par défaut
hr: Podrazumjevano
it: Predefinito
pl: Domyślny

source: disabled
bg: забранен
cs: zakázáno
fr: désactivé
hr: Onemogućeno
it: Disabilitato
pl: wyłączone

source: displays this menu
bg: показва това меню
cs: zobrazí tuto nabídku
fr: affiche ce menu
hr: Prikaži ovaj izbor
it: Mostra questo menu
pl: wyświetla to menu

source: Do you want to proceed?
bg: Да продължа ли?
cs: Chceš pokračovat?
fr: Voulez-vous poursuivre?
hr: Želiš li nastaviti?
it: Vuoi procedere?
pl: Czy chcesz kontynuować?

source: Do you want to show this message again?
bg: Показване на това съобщение отново?
cs: Chcete tuto zprávu zobrazit znovu?
fr: Voulez-vous afficher à nouveau ce message?
hr: Želiš li da ponovno prikažem ovu poruku?
it: Vuoi mostrare ancora questo messaggio?
pl: Czy chcesz ponownie wyświetlić tę wiadomość?

source: Download (more...)
bg: Сваляне (още...)
cs: Stáhnout (více...)
fr: Télécharger (suite...)
hr: Preuzmi (više...)
it: Download (ancora...)
pl: Pobierz (więcej...)

source: Download (next to video)
bg: Сваляне (при филма)
cs: Stáhnout (vedle videa)
fr: Télécharger (à côté de la vidéo)
hr: Preuzmi (kraj videa)
it: Download (vicino al video)
pl: Pobierz (obok filmu)

source: Download (user defined)
bg: Сваляне (избрана папка)
cs: Stažení (definováno uživatelem)
fr: Télécharger (défini par l'utilisateur)
hr: Preuzmi (korisnik odredio)
it: Download (definito dall'utente)
pl: Pobierz (zdefiniowane przez użytkownika)

source: Download and Load (more...)
bg: Сваляне и Пускане (още...)
cs: Stáhnout a načíst (více...)
fr: Télécharger et charger (plus...)
hr: Preuzmi i otvori (više...)
it: Download e Caricamento (ancora...)
pl: Pobierz i załaduj (więcej...)

source: Download and Load (next to video)
bg: Сваляне и Пускане (при филма)
cs: Stáhnout a načíst (vedle videa)
fr: Télécharger et charger (à côté de la vidéo)
hr: Preuzmi i otvori (kraj videa)
it: Download e Caricamento (vicino al video)
pl: Pobierz i załaduj (obok filmu)

source: Download and Load (user defined)
bg: Сваляне и Пускане (избрана папка)
cs: Stažení a načtení (definované uživatelem)
fr: Télécharger et charger (défini par l'utilisateur)
hr: Preuzmi i otvori (korisnik odredio)
it: Download e Caricamento (definito dall'utente)
pl: Pobierz i załaduj (zdefiniowane przez użytkownika)

source: Download date
bg: Дата на сваляне
cs: Datum stažení
fr: Date de téléchargement
hr: Datum preuzimanja
it: Data di download
pl: Data pobrania

source: Download options
bg: Настройки при сваляне
cs: Možnosti stahování
fr: Options téléchargement
hr: Opcije preuzimanja
it: Download opzioni
pl: Opcje Pobrania

source: Download subtitles for your videos
bg: Сваляне на субтитри за вашите видео файлове
cs: Stáhněte si titulky pro svá videa
fr: Télécharger les sous-titres pour vos vidéos
hr: Preuzmi podnaslov za ovaj video
it: Download sottotitoli per i tuoi video
pl: Pobierz napisy do swoich filmów

source: Downloaded Subtitles
bg: Свалени Субтитри
cs: Stažené titulky
fr: Sous-titres téléchargés
hr: Preuzmi podnaslove
it: Sottotitoli scaricati
pl: Pobrane napisy

source: Downloaded Subtitles - Settings
bg: Свалени субтитри
cs: Stažené titulky - Nastavení
fr: Sous-titres téléchargés - Paramètres
hr: Preuzmi podnaslove - Postavke
it: Impostazioni sottotitoli - Impostazioni
pl: Pobrane napisy - Ustawienia

source: downloading subtitles...
bg: сваляне...
cs: stahování titulků...
fr: téléchargement de sous-titres...
hr: Preuzimanje podnaslova u toku...
it: Download in corso dei sottotitoli...
pl: pobieranie napisów...

source: Duration
bg: Продължителност
cs: Délka
fr: Durée
hr: Trajanje
it: Durata
pl: Czas trwania

source: DVB player settings
bg: Плейър на субтитри
cs: Nastavení přehrávače DVB
fr: Paramètres du lecteur DVB
hr: Postavke DVB playera
it: Impostazioni player DVB
pl: Ustawienia odtwarzacza DVB

source: dynamic
bg: динамичен
cs: dynamický
fr: dynamique
hr: dinamički
it: dinamico
pl: dynamiczny

source: Edit download path
bg: Папка за сваляне
cs: Úprava cesty ke stažení
fr: Modifier le chemin de téléchargement
hr: Editiraj put preuzimanja datoteka
it: Modifica la cartella di download
pl: Edytuj ścieżkę pobierania

source: Edit Filename
bg: Име на файла
cs: Upravit název souboru
fr: Modifier le nom de fichier
hr: Editiraj ime datoteke
it: Modifica il nome file
pl: Edytuj nazwę pliku

source: Embedded Subtitles
bg: Вградени Субтитри
cs: Vložené titulky
fr: Sous-titres embarqués
hr: Umetnuti podnaslovi
it: Sottotitoli inclusi
pl: Osadzone napisy

source: Embedded subtitles settings
bg: Вградени субтитри
cs: Nastavení vložených titulků
fr: Paramètres des sous-titres incorporés
hr: Postavke umetnutih podnaslova
it: Impostazioni sottotitoli inclusi
pl: Ustawienia osadzonych napisów

source: enabled
bg: разрешен
cs: povoleno
fr: activé
hr: Omogućeno
it: abilitato
pl: włączone

source: Encoding
bg: Кодиране
cs: Překódování
fr: Encodage
hr: Šifriranje
it: Codifica
pl: Strona kodowa

source: Encoding:
bg: Кодиране:
cs: Kódování:
fr: Encodage:
hr: Šifriranje:
it: Codifica:
pl: Kodowanie:

source: Entries count:
bg: Субтитри:
cs: Počet záznamů:
fr: Nombre d'entrées:
hr: Broj stavaka:
it: Conteggio delle voci:
pl: Liczba wpisów:

source: Episode
bg: Епизод
cs: Epizody
fr: Épisode
hr: Epizoda
it: Episodio
pl: Odcinek

source: error
bg: грешка
cs: chyba
fr: erreur
hr: Greška
it: errore
pl: błąd

source: Event Duration
bg: Продължителност
cs: Doba trvání události
fr: Durée de l'événement
hr: Trajanje događaja
it: Durata del programma
pl: Czas trwania wydarzenia

source: Event Name
bg: Заглавие
cs: Název události
fr: Nom de l’évènement
hr: Ime događaja
it: Nome del programma
pl: Nazwa wydarzenia

source: Event Time
bg: Текущо време
cs: Čas akce
fr: Heure de l’évènement
hr: Vrijeme događaja
it: Orario del programma
pl: Czas wydarzenia

source: exit
bg: изход
cs: odejít
fr: sortir
hr: Izlaz
it: Esci
pl: wyjdź

source: External Subtitles settings
bg: Външни субтитри
cs: Nastavení externích titulků
fr: Paramètres des sous-titres externes
hr: Postavke vanjskih podnaslova
it: Impostazioni per sottotitoli esterni
pl: Ustawienia Napisów Zewnętrznych

source: Filename
bg: Име на файла
cs: Název souboru
fr: Nom de fichier
hr: Ime datoteke
it: Nome file
pl: Nazwa pliku

source: Filename cannot be empty!
bg: Името на файла не може да бъде празно!
cs: Název souboru nemůže být prázdný!
fr: Le nom de fichier ne peut pas être vide!
hr: Ime datoteke ne može biti prazno!
it: Il nome di file non può essere vuoto !
pl: Nazwa pliku nie może być pusta!

source: Font color (Bold)
bg: Цвят на шрифта (Удебелен)
cs: Barva písma (tučná)
fr: Couleur de police (gras)
hr: Boja slova (Bold)
it: Colore del testo (Grassetto)
pl: Kolor czcionki (pogrubiony)

source: Font color (Italic)
hr: Boja slova (Italic)

source: Font color (Regular)
bg: Цвят на шрифта (Обикновен)
cs: Barva písma (Regular)
fr: Couleur de police (normale)
hr: Boja slova (Regular)
it: Colore del testo (Normale)
pl: Kolor czcionki (zwykły)

source: Font color (Italic
bg: Цвят на шрифта (Наклонен)
cs: Barva písma (Kurzíva
fr: Couleur de police (italique)
hr: Boja slova (Italic)
it: Colore del testo (Corsivo)
pl: Kolor czcionki (kursywa

source: Font size
bg: Размер на шрифта
cs: Velikost písma
fr: Taille de la police
hr: Veličina slova
it: Dimensione carattere
pl: Rozmiar czcionki

source: Font transparency (Bold)
bg: Прозрачност на шрифта (Удебелен)
cs: Průhlednost písma (Bold)
fr: Transparence des polices (gras)
hr: Transparentnost slova (Bold)
it: Trasparenza del testo (Grassetto)
pl: Przezroczystość czcionki (pogrubienie)

source: Font transparency (Italic)
bg: Прозрачност на шрифта (Наклонен)
cs: Průhlednost písma (Italic)
fr: Transparence des polices (italique)
hr: Transparentnost slova (Italic)
it: Trasparenza del testo (Corsivo)
pl: Przezroczystość czcionki (kursywa)

source: Font transparency (Regular)
bg: Прозрачност на шрифта (Обикновен)
cs: Průhlednost písma (Regular)
fr: Transparence des polices (normale)
hr: Transparentnost slova (Regular)
it: Trasparenza del testo (Normale)
pl: Przezroczystość czcionki (zwykła)

source: Font type (Bold)
bg: Шрифт (Удебелен)
cs: Typ písma (Bold)
fr: Type de police (gras)
hr: Tip slova (Bold)
it: Tipo di carattere (Grassetto)
pl: Rodzaj czcionki (pogrubiony)

source: Font type (Italic)
bg: Шрифт (Наклонен)
cs: Typ písma (Italic)
fr: Type de police (italique)
hr: Tip slova (Italic)
it: Tipo di carattere (Corsivo)
pl: Rodzaj czcionki (kursywa)

source: Font type (Regular)
bg: Шрифт (Обикновен)
cs: Typ písma (Regular)
fr: Type de police (normale)
hr: Tip slova (Regular)
it: Tipo di carattere (Normale)
pl: Typ czcionki (zwykły)

source: For more details please check search settings
bg: За повече детайли вижте параметрите при търсене
cs: Další podrobnosti najdete v nastavení vyhledávání
fr: Pour plus de détails, veuillez vérifier les paramètres de recherche
hr: Provjeri postavke pretrage za više detalja
it: Per maggiori dettagli, controlla le impostazioni di ricerca
pl: Aby uzyskać więcej szczegółów, sprawdź ustawienia wyszukiwania

source: General settings
bg: Глобални настройки
cs: Obecná nastavení
fr: Réglages généraux
hr: Opće postavke
it: Impostazioni globali
pl: Ustawienia ogólne

source: green
bg: зелен
cs: zelená
fr: vert
hr: zelena
it: verde
pl: zielony

source: grey
bg: сив
cs: šedá
fr: gris
hr: siva
it: grigio
pl: szary

source: Hide delay
cs: Skrýt zpoždění
fr: Masquer le délai
hr: Sakrij zaostajanje
it: Nascodi il ritardo
pl: Ukryj opóźnienie

source: History
bg: История
cs: Historie
fr: Historique
hr: Povijest
it: Cronologia
pl: Historia

source: increase subtitles delay
bg: увеличаване на закъснението
cs: zvýšení zpoždění titulků
fr: augmenter retard sous-titres
hr: Povećaj zaostajanje podnaslova
it: Aumenta il ritardo per sottotitoli
pl: zwiększ opóźnienie napisów

source: invalid credentials provided, correct them and try again
bg: въведени са невалидни данни - поправете ги
cs: zadejte neplatné přihlašovací údaje, opravte je a zkuste to znovu
fr: informations d'identification non valides fournies, corrigez-les et réessayez
hr: Nevažeće vjerodajnice, provjeri ih, korigiraj i pokušaj ponovo
it: Credenziali fornite non valide, correggile e prova ancora
pl: podano nieprawidłowe dane uwierzytelniające, popraw je i spróbuj ponownie

source: jump to next subtitle
bg: следваща реплика
cs: skok na další podnadpis
fr: passer au sous-titre suivant
hr: Idi na slijedeći podnaslov
it: salta al sottotitolo successivo
pl: przejdź do następnego napisu

source: jump to previous subtitle
bg: предишна реплика
cs: skok na předchozí titulek
fr: passer au sous-titre précédent
hr: Idi na prethodni podnaslov
it: salta al sottotitolo precedente
pl: przejdź do poprzedniego napisu

source: Language
bg: Език
cs: Jazyk
fr: Langue
hr: Jezik
it: Lingua
pl: Język

source: Language selection
bg: Избор на език
cs: Výběr jazyka
fr: Sélection de la langue
hr: Odabir jezika
it: Selezione lingua
pl: Wybór języka

source: library
bg: библиотека
cs: knihovna
fr: bibliothèque
hr: Datotečna biblioteka
it: libreria
pl: biblioteka

source: List
bg: Списък
cs: Seznam
fr: Liste
hr: Lista
it: Elenco
pl: Lista

source: List + File
bg: Списък + Файл
cs: Seznam + Soubor
fr: Liste + fichier
hr: Lista + datoteka
it: Elenco + File
pl: Lista + Plik

source: List of storage devices
bg: Устройства за съхранение
cs: Seznam úložných zařízení
fr: Liste des périphériques de stockage
hr: Lista uređaja za pohranu
it: Elenco supporti memorizzazione
pl: Lista urządzeń pamięci masowej

source: Load subtitles after download
bg: Плейване на субтитрите след сваляне
cs: Načtení titulků po stažení
fr: Charger les sous-titres après le téléchargement
hr: Pokreni podnaslove nakon preuzimanja
it: Carica i sottotitoli dopo il download
pl: Załaduj napisy po pobraniu

source: Load/Save download history directory
bg: Папка за съхранение на историята
cs: Načíst/uložit adresář historie stahování
fr: Charger/enregistrer le répertoire de l'historique de téléchargement
hr: Pokreni/spremi mapu povijesti preuzimanja
it: Carica/Salva la cartella con la cronologia dei download
pl: Załaduj/zapisz historię pobierania katalogu

source: loading subtitles list
bg: зареждане списъка със субтитри
cs: načítání seznamu titulků
fr: charger la liste des sous-titres
hr: Pokrećem listu podnaslova
it: caricamento elenco dei sottotitoli
pl: ładowanie listy napisów

source: Manual search
bg: Ръчно търсене
cs: Ruční vyhledávání
fr: Recherche manuelle
hr: Ručna pretraga
it: Ricerca manuale
pl: Wyszukiwanie ręczne

source: Max history entries
bg: Максимален брой субтитри
cs: Maximální počet záznamů v historii
fr: Entrées d'historique Max
hr: Najveći broj unosa povijesti
it: Massimo numero di voci nella cronologia
pl: Maksymalna liczba wpisów w historii

source: missing
bg: липсва
cs: chybí
fr: manquant
hr: Nedostaje
it: mancante
pl: brakujący

source: Movie
bg: Филм
cs: Film
fr: Film
hr: Film
it: Film
pl: Film

source: Name
bg: Име
cs: Jméno
fr: Nom
hr: Ime
it: Nome
pl: Nazwa

source: Next to video
bg: При филма
cs: Přehrát další video
fr: À côté de la vidéo
hr: Kraj videa
it: Passa al video
pl: Obok wideo

source: no
bg: не
cs: ne
fr: non
hr: Ne
pl: nie

source: no credentials provided, set them and try again
bg: не са въведени данни - въведете ги
cs: nejsou zadána žádná pověření, nastavte je a zkuste to znovu
fr: pas d'informations d'identification fournies, réglez-les et réessayez
hr: Nema vjerodajnica, postavi ih i opet pokušaj
it: non sono state fornite credenziali, impostale e riprova
pl: nie podano żadnych danych uwierzytelniających, ustaw je i spróbuj ponownie

source: No external subtitles are loaded
bg: Не са заредени външни субтитри
cs: Nejsou načteny žádné externí titulky
fr: Aucun sous-titre externe n'est chargé
hr: Vanjski podnaslov nije pokrenut
it: Non sono stati caricati sottotitoli esterni
pl: Nie załadowano żadnych zewnętrznych napisów

source: No subtitles found :(
bg: Няма намерени субтитри :(
cs: Titulky nebyly nalezeny :(
fr: Pas de sous-titres trouvés:(
hr: Podnaslov nije pronađen :(
it: Sottotitoli non trovati :(
pl: Nie znaleziono napisów :(

source: None
bg: Нито един
cs: Žádný
fr: Aucun
hr: Nema
it: Nessuno
pl: Brak

source: nothing connected
bg: нищо не е свързано
cs: nic připojeno
fr: rien n'est connecté
hr: Ništa nije povezano
it: non collegato
pl: nic nie jest połączone

source: offset
bg: отстояние
cs: odsazení
fr: décalage
hr: pomak
pl: przesunięcie

source: opaque
bg: непрозрачен
cs: neprůhledné
hr: neprovidno
it: opaco
pl: nieprzejrzysty

source: Parent directory
bg: Родителска директория
cs: Nadřazený adresář
fr: Répertoire parent
hr: Osnovna mapa
it: Directory padre
pl: Katalog nadrzędny

source: Password
bg: Парола
fr: Mot de passe
hr: Lozinka

source: Path
bg: Път
cs: Cesta
fr: Chemin
hr: Put
it: Percorso
pl: Ścieżka

source: Path doesn't exist!
bg: Зададения път не съществува!
cs: Cesta neexistuje!
fr: Le chemin n'existe pas!
hr: Put ne postoji!
it: La cartella non esiste!
pl: Ścieżka nie istnieje!
