Repository: fairbird/subssupport
Catalog: plugin/locale/*/LC_MESSAGES/*.po
Languages: bg, cs, fr, hr, it, pl

source: SubsSupport DVB player
cs: Podpůrný přehrávač DVB
fr: SubsSupport lecteur DVB
it: Player DVB SubsSupport
pl: SubskrypcjeObsługa odtwarzacza DVB

source: Provider
bg: Сайт
cs: Poskytovatel
fr: Opérateur
pl: Dostawca

source: original
bg: оригинален
cs: původní
it: originale
pl: oryginał

source: Cannot parse subtitles. Not supported subtitles format
bg: Субтитрите не могат да се обработят. Неподдържан формат
cs: Nelze analyzovat titulky. Nepodporovaný formát titulků
fr: Impossible d'analyser les sous-titres. Format de sous-titres non pris en charge
it: Impossibile interpretare i sottotitoli. Formato sottotitoli non supportato
pl: Nie można przeanalizować napisów. Nieobsługiwany format napisów

source: Currently choosed subtitles
bg: Избрани субтитри
cs: Aktuálně vybrané titulky
fr: Sous-titres actuellement choisi
it: Sottotitoli attualmente scelti
pl: Aktualnie wybrane napisy

source: download error ocurred, for details see /tmp/subssearch.log
cs: došlo k chybě při stahování, podrobnosti viz /tmp/subssearch.log
pl: wystąpił błąd pobierania, szczegóły znajdziesz w /tmp/subssearch.log

source: unsupported archive %s
bg: неподдържан архив %s
fr: archive non prise en charge %s
