Repository: fairbird/subssupport
Catalog: plugin/locale/*/LC_MESSAGES/SubsSupport.po
Languages: hu

source: List of storage devices
hu: Tárolóeszközök

source: Parent directory
hu: Szülőkönyvtár

source: nothing connected
hu: semmi sem kapcsolódik

source: Language selection
hu: Nyelvválasztás

source: Type text of picture
hu: Írja be a kép szövegét

source: unpack error: cannot get subname
hu: kicsomagolási hiba: nem lehet lekérni az alnevet

source: unpack error: cannot open archive
hu: kicsomagolási hiba: nem lehet megnyitni az archívumot

source: Save
hu: Mentés

source: Cancel
hu: Mégsem

source: Reset Defaults
hu: ﻿Az alapértelmezett értékek visszaállítása

source: General settings
hu: Általános beállítások

source: External subtitles settings
hu: Külső feliratok beállításai

source: Embedded subtitles settings
hu: Beágyazott feliratok beállításai

source: Search settings
hu: Keresési beállítások

source: DVB player settings
hu: DVB lejátszó beállításai

source: SubsSupport settings
hu: SubsSupport beállítások

source: You have OpenPli-based image, please change embedded subtitles settings in Settings / System / Subtitles settings
hu: OpenPli-alapú képpel rendelkezik, kérjük, módosítsa a beágyazott feliratok beállításait a Beállítások / Rendszer / Feliratok beállításai alatt

source: Change subssupport settings
hu: Az altámogatási beállítások módosítása

source: Download subtitles for your videos
hu: Tölts le feliratokat a videóidhoz

source: SubsSupport downloader
hu: SubsSupport letöltő

source: watch DVB broadcast with subtitles
hu: nézni DVB adást felirattal

source: SubsSupport DVB player
hu: SubsSupport DVB lejátszó

source: top
hu: felső

source: bottom
hu: alsó

source: red
hu: vörös

source: grey
hu: szürke

source: green
hu: zöld

source: purple
hu: lila

source: yellow
hu: sárga

source: white
hu: fehér

source: blue
hu: kék

source: black
hu: fekete

source: opaque
hu: átlátszatlan

source: transparent
hu: átlátszó

source: border
hu: országhatár

source: offset
hu: eltolás

source: dynamic
hu: dinamikus

source: static
hu: statikus

source: List
hu: Lista

source: List + File
hu: Lista + Fájl

source: All
hu: Összes

source: Provider
hu: Szolgáltató

source: Language
hu: Nyelv

source: Default
hu: Alapértelmezett

source: Release
hu: Kiadás

source: Video filename
hu: Videó fájlnév

source: User defined
hu: Felhasználó által meghatározott

source: Next to video
hu: A videó mellett

source: Movie
hu: Film

source: TV show
hu: tévéműsor

source: jump to next subtitle
hu: ugrás a következő feliratra

source: jump to previous subtitle
hu: ugrás az előző feliratra

source: increase subtitles delay
hu: növeli a feliratok késleltetését

source: decrease subtitles delay
hu: csökkenti a feliratok késleltetését

source: reset subtitles delay/fps
hu: felirat késleltetés/fps visszaállítása

source: change subtitles fps
hu: felirat módosítása fps

source: displays this menu
hu: ezt a menüt jeleníti meg

source: exit
hu: kijárat

source: Subtitles FPS
hu: Feliratok FPS

source: unknown
hu: ismeretlen

source: original
hu: eredeti

source: Subtitles Delay
hu: Feliratok késleltetése

source: change external subtitles status
hu: módosíthatja a külső feliratok állapotát

source: No external subtitles are loaded
hu: Nincs külső felirat betöltve

source: show subtitles menu
hu: felirat menü megjelenítése

source: Cannot load subtitles. Invalid path
hu: Nem lehet feliratot betölteni. Érvénytelen elérési út

source: Cannot decode subtitles. Try another encoding group
hu: Nem lehet dekódolni a feliratokat. Próbáljon ki egy másik kódolási csoportot

source: Cannot parse subtitles. Not supported subtitles format
hu: A feliratokat nem lehet elemezni. Nem támogatott feliratformátum

source: Cannot parse subtitles. Invalid subtitles format
hu: A feliratokat nem lehet elemezni. Érvénytelen feliratformátum

source: Currently choosed subtitles
hu: Jelenleg kiválasztott feliratok

source: Embedded Subtitles
hu: Beágyazott feliratok

source: Encoding:
hu: Kódolás:

source: cannot decode
hu: nem tudja dekódolni

source: None
hu: Nincs

source: Choose subtitles
hu: Válasszon feliratokat

source: Search subtitles
hu: Feliratok keresése

source: Change encoding
hu: Változtassa meg a kódolást

source: Subtitles settings
hu: Felirat beállítások

source: Subtitles settings (embedded)
hu: Feliratbeállítások (beágyazott)

source: Turn off subtitles
hu: Feliratok kikapcsolása

source: Some subtitles providers are not working
hu: Egyes feliratszolgáltatók nem működnek

source: For more details please check search settings
hu: További részletekért ellenőrizze a keresési beállításokat

source: Do you want to show this message again?
hu: Szeretné újra megjeleníteni ezt az üzenetet?

source: Font type (Regular)
hu: Betűtípus (normál)

source: Font color (Regular)
hu: Betűszín (normál)

source: Font transparency (Regular)
hu: Betűtípus átlátszósága (normál)

source: Font type (Italic)
hu: Betűtípus (dőlt)

source: Font color (Italic
hu: Betűszín (dőlt

source: Font transparency (Italic)
hu: Betűtípus átlátszósága (dőlt)

source: Font type (Bold)
hu: Betűtípus (félkövér)

source: Font color (Bold)
hu: Betűszín (félkövér)

source: Font transparency (Bold)
hu: Betűtípus átlátszósága (félkövér)

source: Font size
hu: Betűméret

source: Position
hu: Pozíció

source: Shadow
hu: Árnyék

source: Shadow type
hu: Árnyék típusa

source: Shadow X-offset
hu: Shadow X-eltolás

source: Shadow Y-offset
hu: Árnyék Y-eltolás

source: Shadow size
hu: Árnyék mérete

source: Shadow color
hu: Árnyék színe

source: Background
hu: Háttér

source: Background type
hu: Háttér típusa

source: Background X-offset
hu: Háttér X-eltolás

source: Background Y-offset
hu: Háttér Y-eltolás

source: Background color
hu: Háttérszín

source: Background transparency
hu: Háttér átlátszósága

source: External Subtitles settings
hu: Külső feliratok beállításai

source: Subtitles setting
hu: Feliratok beállítása

source: Pause video on opening subtitles menu
hu: A videó szüneteltetése a feliratmenü megnyitásakor

source: Encoding
hu: Kódolás

source: Show expert settings
hu: Szakértői beállítások megjelenítése

source: Hide delay
hu: Késleltetés elrejtése

source: Sync delay
hu: Szinkronizálási késleltetés

source: Player delay
hu: Játékos késés

source: Refresh delay
hu: Frissítési késleltetés

source: PTS check delay
hu: PTS ellenőrzési késleltetés

source: Color
hu: Szín

source: Choose from embedded subtitles
hu: Válasszon a beágyazott feliratok közül

source: Choose from downloaded subtitles
hu: Válasszon a letöltött feliratok közül

source: Choose from web subtitles
hu: Válasszon a webfeliratok közül

source: Subtitles will be downloaded in
hu: A feliratok letöltésre kerülnek

source: seconds
hu: másodperc

source: Choose Subtitles
hu: Válassza a Feliratok lehetőséget

source: Name
hu: Név

source: Download date
hu: Letöltés dátuma

source: Remove (file)
hu: Eltávolítás (fájl)

source: Settings
hu: Beállítások

source: Downloaded Subtitles
hu: Letöltött feliratok

source: Entries count:
hu: Bejegyzések száma:

source: Remove Entry (List+File)
hu: Bejegyzés eltávolítása (lista+fájl)

source: Remove Entry (List)
hu: Bejegyzés eltávolítása (lista)

source: There was an error while removing subtitle, please check log
hu: Hiba történt a felirat eltávolítása közben. Kérjük, ellenőrizze a naplót

source: will be removed from file system
hu: el lesz távolítva a fájlrendszerből

source: Subtitle
hu: Alcím

source: Do you want to proceed?
hu: Akarja folytatni?

source: will be removed from list
hu: lekerül a listáról

source: Downloaded Subtitles - Settings
hu: Letöltött feliratok – Beállítások

source: Max history entries
hu: Maximális előzménybejegyzések

source: Remove action
hu: Művelet eltávolítása

source: Ask on remove action
hu: Kérdezze meg az eltávolítási műveletet

source: Select Directory
hu: Válassza a Címtár lehetőséget

source: Suggestions
hu: Javaslatok

source: press green
hu: nyomja meg a zöldet

source: press red
hu: nyomd meg a pirosat

source: History
hu: Előzmények

source: Save to
hu: Mentés ide

source: Save as
hu: Mentés másként

source: Append language to filename
hu: Nyelv hozzáfűzése a fájlnévhez

source: Filename
hu: Fájlnév

source: Path
hu: Útvonal

source: Reset
hu: Visszaállítás

source: Download options
hu: Letöltési lehetőségek

source: Edit Filename
hu: Fájlnév szerkesztése

source: Edit download path
hu: Letöltési útvonal szerkesztése

source: Filename cannot be empty!
hu: A fájlnév nem lehet üres!

source: Path doesn't exist!
hu: Út nem létezik!

source: Update
hu: Frissítés

source: Search
hu: Keresés

source: Subtitles search
hu: Feliratok keresése

source: no
hu: nem

source: yes
hu: igen

source: Title
hu: Cím

source: Type
hu: Típus

source: Year
hu: Év

source: Season
hu: Évad

source: Episode
hu: Epizód

source: Preferred languages
hu: Előnyben részesített nyelvek

source: Use File path
hu: Fájl elérési út használata

source: Update search parameters if not correct and press green button for search
hu: Frissítse a keresési paramétereket, ha nem helyes és nyomja meg a zöld gombot a kereséshez

source: loading subtitles list
hu: feliratlista betöltése

source: subtitles found
hu: felirat található

source: Press OK to Stop
hu: Nyomja meg az OK gombot a leállításhoz

source: No subtitles found :(
hu: Nem található felirat :(

source: Try update(simplify) search expression and try again..
hu: Próbálja meg frissíteni (egyszerűsíteni) a keresési kifejezést, és próbálja újra.

source: downloading subtitles...
hu: feliratok letöltése...

source: There are more subtitles in unpacked archive please select which one do you want to use
hu: A kicsomagolt archívumban több felirat található kérjük, válassza ki, melyiket szeretné használni

source: Subtitles with this name already exist Do you want to overwrite them
hu: Már léteznek ilyen nevű feliratok Felül akarja írni őket

source: Cannot save download history, for details look in log
hu: A letöltési előzmények mentése nem lehetséges, a részletekért nézze meg a naplót

source: captcha doesn't match, try again...
hu: a captcha nem egyezik, próbáld újra...

source: invalid credentials provided, correct them and try again
hu: érvénytelen hitelesítő adatokat, javítsa ki őket, és próbálja újra

source: no credentials provided, set them and try again
hu: nincs megadva hitelesítő adat, állítsa be őket, és próbálja újra

source: download error ocurred, for details see /tmp/subssearch.log
hu: letöltési hiba történt, a részletekért lásd: /tmp/subssearch.log

source: Download (user defined)
hu: Letöltés (felhasználó által meghatározott)

source: Download (next to video)
hu: Letöltés (a videó mellett)

source: Download (more...)
hu: Letöltés (tovább...)

source: Download and Load (user defined)
hu: Letöltés és betöltés (felhasználó által meghatározott)

source: Download and Load (next to video)
hu: Letöltés és betöltés (a videó mellett)

source: Download and Load (more...)
hu: Letöltés és betöltés (tovább...)

source: Preferred subtitles language
hu: A feliratok preferált nyelve

source: Preferred Movie provider
hu: Előnyben részesített filmszolgáltató

source: Preferred TV show provider
hu: Előnyben részesített tévéműsor-szolgáltató

source: Manual search
hu: Kézi keresés

source: Subtitles provider timeout
hu: Feliratszolgáltató időtúllépés

source: Check search parameters before subtitles search
hu: A feliratkeresés előtt ellenőrizze a keresési paramétereket

source: Sort subtitles list by
hu: Feliratlista rendezése szerint

source: Save subtitles as
hu: Felirat mentése másként

source: Save subtitles as (fallback)
hu: Feliratok mentése mint (tartalék)

source: Add subtitle's language to filename
hu: Adja hozzá a felirat nyelvét a fájlnévhez

source: Save subtitles to
hu: Feliratok mentése ide

source: Subtitles download path
hu: Feliratok letöltési útvonala

source: Subtitles temp path
hu: Feliratok temp útvonala

source: Always ask before overwriting existing subtitles
hu: Mindig kérdezzen rá, mielőtt felülírja a meglévő feliratokat

source: Load subtitles after download
hu: Feliratok betöltése letöltés után

source: Save downloaded subtitles to history
hu: A letöltött feliratok mentése az előzmények közé

source: Load/Save download history directory
hu: Letöltési előzmények könyvtár betöltése/mentése

source: Provider name
hu: Szolgáltató neve

source: Supported languages
hu: Támogatott nyelvek

source: State
hu: Megye

source: Switch List
hu: Kapcsolólista

source: Subtitles search settings
hu: Feliratok keresési beállításai

source: error
hu: hiba

source: enabled
hu: engedélyezve

source: disabled
hu: letíltva

source: library
hu: könyvtár

source: missing
hu: hiányzó

source: Source title not provided
hu: A forrás címe nincs megadva

source: Source title
hu: Forrás címe

source: Update Search params
hu: Frissítse a keresési paramétereket

source: settings
hu: beállítások

source: Auto sync to current event
hu: Automatikus szinkronizálás az aktuális eseményhez

source: Subtitles Position
hu: Feliratok pozíciója

source: Subtitles Time
hu: Feliratok ideje

source: Event Name
hu: Esemény neve

source: Event Time
hu: Esemény idő

source: Event Duration
hu: Esemény időtartama

source: close plugin
hu: bezárja a plugint

source: show/hide subtitles status
hu: felirat állapotának megjelenítése/elrejtése

source: play/pause subtitles playback
hu: lejátszás/szünet a felirat lejátszása

source: pause subtitles playback
hu: a feliratok lejátszásának szüneteltetése

source: resumes subtitles playback
hu: folytatja a feliratok lejátszását

source: restarts current subtitle
hu: újraindítja az aktuális feliratot

source: skip to next subtitle
hu: ugrás a következő feliratra

source: skip to next subtitle (minute jump)
hu: ugrás a következő feliratra (perces ugrás)

source: skip to next subtitle by setting time in minutes
hu: ugorjon a következő feliratra az idő percben történő beállításával

source: skip to previous subtitle
hu: ugrás az előző alcímre

source: skip to previous subtitle (minute jump)
hu: ugrás az előző feliratra (perces ugrás)

source: skip previous subtitle by setting time in minutes
hu: az előző felirat átugrása az idő percben történő beállításával

source: skip subtitle to current event position
hu: a felirat ugrása az esemény aktuális pozíciójához

source: Time
hu: Idő

source: Duration
hu: Időtartam

source: cannot sync to event, event is not available
hu: nem lehet szinkronizálni az eseménnyel, az esemény nem érhető el
